const goodsDetails = [
  {
    'id': '5aa7599a-4ceb-4e7f-bba1-da7feca4c71f',
    '제품명': '클래식 우드 액자',
    '제품소개':
      '디자인 & 소재클래식한 디자인과 고급스러운 우드 소재로 제작된\n액자입니다. 내추럴한 목재의 질감이 돋보이며,\n어느 공간에 두어도 세련된 인테리어 소품으로 활용 가능합니다.\n사진, 아트워크 등 다양한 이미지를 담아 특별한 공간을\n연출할 수 있습니다.',
    '제품특징':
      '고급 원목 프레임 : 내구성 좋은 우드로 제작된 프레임으로 오랜 시간 사용해도 변형 없이 깔끔한 모습을 유지합니다. ',
    '상세사양':
      '프레임 재질 : 원목\n커버 재질 : 강화 유리 (안전한 강화 유리로 사진 보호)\n무게 : 약 500g (사이즈에 따라 상이)\n사이즈 : 라지',
    '사용예시':
      '1. 거실\n거실 벽에 여러 사이즈의 액자를 활용하여 갤러리 월을 만들어보세요. 가족 사진, 아트워크 등을 조합하여 공간을 스타일리시하게 꾸밀 수 있습니다.\n2. 서재\n데스크 위에 소형 액자를 두어 세련된 분위기를 연출해보세요.\n3. 침실\n침대 옆 협탁에 특별한 순간이 담긴 사진을 두어 개인적인 감성을 더하세요.',
    '주의사항':
      '제품컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },
  {
    'id': 'cefe1e14-1389-46b1-a6ca-bca283020381',
    '제품명': '클래식 우드 액자',
    '제품소개':
      '디자인 & 소재클래식한 디자인과 고급스러운 우드 소재로 제작된\n액자입니다. 내추럴한 목재의 질감이 돋보이며,\n어느 공간에 두어도 세련된 인테리어 소품으로 활용 가능합니다.\n사진, 아트워크 등 다양한 이미지를 담아 특별한 공간을\n연출할 수 있습니다.',
    '제품특징':
      '고급 원목 프레임 : 내구성 좋은 우드로 제작된 프레임으로 오랜 시간 사용해도 변형 없이 깔끔한 모습을 유지합니다. ',
    '상세사양':
      '프레임 재질 : 원목\n커버 재질 : 강화 유리 (안전한 강화 유리로 사진 보호)\n무게 : 약 500g (사이즈에 따라 상이)\n사이즈 : 미디움',
    '사용예시':
      '1. 거실\n거실 벽에 여러 사이즈의 액자를 활용하여 갤러리 월을 만들어보세요. 가족 사진, 아트워크 등을 조합하여 공간을 스타일리시하게 꾸밀 수 있습니다.\n2. 서재\n데스크 위에 소형 액자를 두어 세련된 분위기를 연출해보세요.\n3. 침실\n침대 옆 협탁에 특별한 순간이 담긴 사진을 두어 개인적인 감성을 더하세요.',
    '주의사항':
      '제품컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },
  {
    'id': 'c807862c-78eb-46a0-b8ee-e552b800358a',
    '제품명': '클래식 우드 액자',
    '제품소개':
      '디자인 & 소재클래식한 디자인과 고급스러운 우드 소재로 제작된\n액자입니다. 내추럴한 목재의 질감이 돋보이며,\n어느 공간에 두어도 세련된 인테리어 소품으로 활용 가능합니다.\n사진, 아트워크 등 다양한 이미지를 담아 특별한 공간을\n연출할 수 있습니다.',
    '제품특징':
      '고급 원목 프레임 : 내구성 좋은 우드로 제작된 프레임으로 오랜 시간 사용해도 변형 없이 깔끔한 모습을 유지합니다. ',
    '상세사양':
      '프레임 재질 : 원목\n커버 재질 : 강화 유리 (안전한 강화 유리로 사진 보호)\n무게 : 약 500g (사이즈에 따라 상이)\n사이즈 : 미디움',
    '사용예시':
      '1. 거실\n거실 벽에 여러 사이즈의 액자를 활용하여 갤러리 월을 만들어보세요. 가족 사진, 아트워크 등을 조합하여 공간을 스타일리시하게 꾸밀 수 있습니다.\n2. 서재\n데스크 위에 소형 액자를 두어 세련된 분위기를 연출해보세요.\n3. 침실\n침대 옆 협탁에 특별한 순간이 담긴 사진을 두어 개인적인 감성을 더하세요.',
    '주의사항':
      '제품컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },
  {
    'id': '32f446c7-222a-4d88-b009-7a3e9cce559b',
    '제품명': '클래식 우드 액자',
    '제품소개':
      '디자인 & 소재클래식한 디자인과 고급스러운 우드 소재로 제작된\n액자입니다. 내추럴한 목재의 질감이 돋보이며,\n어느 공간에 두어도 세련된 인테리어 소품으로 활용 가능합니다.\n사진, 아트워크 등 다양한 이미지를 담아 특별한 공간을\n연출할 수 있습니다.',
    '제품특징':
      '고급 원목 프레임 : 내구성 좋은 우드로 제작된 프레임으로 오랜 시간 사용해도 변형 없이 깔끔한 모습을 유지합니다. ',
    '상세사양':
      '프레임 재질 : 원목\n커버 재질 : 강화 유리 (안전한 강화 유리로 사진 보호)\n무게 : 약 500g (사이즈에 따라 상이)\n사이즈 : 미디움',
    '사용예시':
      '1. 거실\n거실 벽에 여러 사이즈의 액자를 활용하여 갤러리 월을 만들어보세요. 가족 사진, 아트워크 등을 조합하여 공간을 스타일리시하게 꾸밀 수 있습니다.\n2. 서재\n데스크 위에 소형 액자를 두어 세련된 분위기를 연출해보세요.\n3. 침실\n침대 옆 협탁에 특별한 순간이 담긴 사진을 두어 개인적인 감성을 더하세요.',
    '주의사항':
      '제품컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },
  {
    'id': '36f6bad2-6a14-4266-9118-22243913834e',
    '제품명': '검은색 로고 티셔츠',
    '제품소개':
      '심플하면서도 스타일리시한 디자인의 검은색 티셔츠입니다.\n고급 면 소재로 제작되어 편안한 착용감을 제공하며,\n앞면에 깔끔한 로고가 프린트되어 있습니다.\n일상에서의 편안함과 세련된 룩을 동시에 연출할 수 있는 아이템입니다.',
    '제품특징':
      '고급 면 소재: 부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감 을 제공합니다.\n로고 프린트 : 티셔츠  앞면에 세련된 로고가 프린트되어 있어 심플하면서도  트렌디한 스타일을 완성합니다.\n세탁 용이성: 세탁기 사용이 가능하며, 색상이 쉽게 바래지 않도록 처리되어 오랜 기간 동안 새 것처럼 유지할 수 있습니다.',
    '상세사양':
      '소재 : 100% 면 (Cotton)\n사이즈 : Free\n색상 : 블랙\n무게 : 약 200g (사이즈에 따라 상이)\n세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    '사용예시':
      '1. 캐주얼 룩\n청바지와 함께 매치하여 일상에서 편안하고 멋스러운 캐주얼 룩을 연출할 수 있습니다.\n 2. 스포츠 룩\n운동복과 함께 입어 활동적인 스타일을 완성할 수 있습니다.\n3. 레이어드 스타일\n자켓이나 후드와 함께 레이어드하여 다양한 계절에 활용 가능한 스타일링이 가능합니다.',
    '주의사항':
      '모델컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n다리미 사용이나 세탁기 세척이 가능합니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },

  {
    'id': '715095b8-9da1-44cc-8ecd-b7393406e3f0',
    '제품명': '검은색 로고 티셔츠',
    '제품소개':
      '심플하면서도 스타일리시한 디자인의 검은색 티셔츠입니다.\n고급 면 소재로 제작되어 편안한 착용감을 제공하며,\n앞면에 깔끔한 로고가 프린트되어 있습니다.\n일상에서의 편안함과 세련된 룩을 동시에 연출할 수 있는 아이템입니다.',
    '제품특징':
      '고급 면 소재 : 부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감을 제공합니다.\n로고 프린트 : 티셔츠  앞면에 세련된 로고가 프린트되어 있어 심플하면서도  트렌디한 스타일을 완성합니다.\n세탁 용이성 : 세탁기 사용이 가능하며, 색상이 쉽게 바래지 않도록 처리되어 오랜 기간 동안 새 것처럼 유지할 수 있습니다.',
    '상세사양':
      '소재 : 100% 면 (Cotton)\n사이즈 : Free\n색상 : 블랙\n무게 : 약 200g (사이즈에 따라 상이)\n세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    '사용예시':
      '1. 캐주얼 룩\n청바지와 함께 매치하여 일상에서 편안하고 멋스러운 캐주얼 룩을 연출할 수 있습니다.\n 2. 스포츠 룩\n운동복과 함께 입어 활동적인 스타일을 완성할 수 있습니다.\n3. 레이어드 스타일\n자켓이나 후드와 함께 레이어드하여 다양한 계절에 활용 가능한 스타일링이 가능합니다.',
    '주의사항':
      '모델컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n다리미 사용이나 세탁기 세척이 가능합니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },

  {
    'id': 'f1500122-af50-4aca-b37c-4124fd9cb98a',
    '제품명': '하얀색 로고 데일리 에코백',
    '제품소개':
      '심플하면서도 실용적인 디자인의 하얀색 로고 데일리 에코백입니다. 가볍고 내구성이 좋은 소재로 제작되어, 일상에서 다양한 용도로 사용하기에 적합합니다. 깔끔한 로고 프린트로 세련된 느낌을 더했습니다.',
    '제품특징':
      '부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감을 제공합니다. 에코백 앞면에 세련된 로고가 프린트되어 있어 심플하면서도 트렌디한 스타일을 완성합니다.\n넉넉한 수납 공간 : 일상에서 필요한 다양한 물건들을 편리하게 수납할 수 있는 넉넉한 공간을 제공합니다.',
    '상세사양':
      '소재 : 100% 면 (Cotton) \n사이즈 : 가로 35cm x 세로 40cm \n색상 : 화이트 \n무게 : 약 150g \n세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    '사용예시':
      '1.일상 용도\n장보기나 간단한 외출 시, 다양한 물건을 담을 수 있어 실용적입니다.\n2. 캐주얼 룩\n편안한 캐주얼 의상과 함께 매치하여 자연스러운 스타일을 연출할 수 있습니다.\n3. 여행\n가벼운 여행 시 서브백으로 활용하기에 적합합니다.',
    '주의사항':
      '모델컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n다리미 사용이나 세탁기 세척이 가능합니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },
  {
    'id': '16d8a3da-25c9-4b49-9d12-8de0e858211c',
    '제품명': '버건디색 로고 데일리 에코백',
    '제품소개':
      '심플하면서도 실용적인 디자인의 하얀색 로고 데일리 에코백입니다. 가볍고 내구성이 좋은 소재로 제작되어, 일상에서 다양한 용도로 사용하기에 적합합니다. 깔끔한 로고 프린트로 세련된 느낌을 더했습니다.',
    '제품특징':
      '부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감을 제공합니다. 에코백 앞면에 세련된 로고가 프린트되어 있어 심플하면서도 트렌디한 스타일을 완성합니다.\n넉넉한 수납 공간 : 일상에서 필요한 다양한 물건들을 편리하게 수납할 수 있는 넉넉한 공간을 제공합니다.',
    '상세사양':
      '소재 : 100% 면 (Cotton) \n사이즈 : 가로 35cm x 세로 40cm \n색상 : 버건디 \n무게 : 약 150g \n세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    '사용예시':
      '1.일상 용도\n장보기나 간단한 외출 시, 다양한 물건을 담을 수 있어 실용적입니다.\n2. 캐주얼 룩\n편안한 캐주얼 의상과 함께 매치하여 자연스러운 스타일을 연출할 수 있습니다.\n3. 여행\n가벼운 여행 시 서브백으로 활용하기에 적합합니다.',
    '주의사항':
      '모델컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n다리미 사용이나 세탁기 세척이 가능합니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },
  {
    'id': 'fb25251c-0005-42ac-a212-117cafc569c4',
    '제품명': '하얀색 로고 머그컵',
    '제품소개':
      '심플하면서도 세련된 디자인의 하얀 로고 머그컵입니다.\n고급 도자기 소재로 제작되어 내구성이 뛰어나며,\n매일의 커피 타임이나 티타임을 더욱 특별하게 만들어줍니다.',
    '제품특징':
      '고급 도자기 소재로 제작되어 깔끔하고 모던한 디자인을 자랑합니다. 컵 앞면에 세련된 로고가 프린트되어 있어 심플하면서도 트렌디한 스타일을 완성합니다.\n넉넉한 용량 : 충분한 용량으로, 아침 커피나 차를 즐기기에 적합합니다.',
    '상세사양':
      '소재 : 고급 도자기 \n용량 : 350ml \n색상 : 화이트 \n무게 : 약 300g \n사용 방법 : 전자레인지 및 식기세척기 사용 가능',
    '사용예시':
      '1. 아침 커피 타임\n매일 아침, 하얀 로고 머그컵으로 커피를 즐기며 하루를 시작하세요.\n2. 티타임\n티타임에 따뜻한 차와 함께 여유로운 시간을 보내세요.\n3. 선물\n소중한 사람에게 세련된 디자인의 머그컵을 선물하세요.',
    '주의사항':
      '제품컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n식기 세척기 사용이 가능합니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },
  {
    'id': '0345faea-2d99-43a6-a255-76ebdfd9d146',
    '제품명': '그레이 로고 티셔츠',
    '제품소개':
      '심플하면서도 스타일리시한 디자인의 검은색 티셔츠입니다.\n고급 면 소재로 제작되어 편안한 착용감을 제공하며,\n앞면에 깔끔한 로고가 프린트되어 있습니다.\n일상에서의 편안함과 세련된 룩을 동시에 연출할 수 있는 아이템입니다.',
    '제품특징':
      '고급 면 소재 : 부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감을 제공합니다.\n로고 프린트: 티셔츠  앞면에 세련된 로고가 프린트되어 있어 심플하면서도  트렌디한 스타일을 완성합니다.\n세탁 용이성 : 세탁기 사용이 가능하며, 색상이 쉽게 바래지 않도록 처리되어 오랜 기간 동안 새 것처럼 유지할 수 있습니다.',
    '상세사양':
      '소재 : 100% 면 (Cotton)\n사이즈 : Free\n색상 : 그레이\n무게 : 약 200g (사이즈에 따라 상이)\n 세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    '사용예시':
      '1. 캐주얼 룩\n청바지와 함께 매치하여 일상에서 편안하고 멋스러운 캐주얼 룩을 연출할 수 있습니다.\n 2. 스포츠 룩\n운동복과 함께 입어 활동적인 스타일을 완성할 수 있습니다.\n3. 레이어드 스타일\n자켓이나 후드와 함께 레이어드하여 다양한 계절에 활용 가능한 스타일링이 가능합니다.',
    '주의사항':
      '모델컷의 경우 촬영장소의 환경에 따라 실제 색상과 상이할 수 있습니다.\n다리미 사용이나 세탁기 세척이 가능합니다.\n내구성이 우수하고 선명한 색상 표현이 가능합니다.\n상품 특성상 재단 사이즈에 오차가 있을 수 있습니다.',
    '구매 시 주의사항':
      '전자상거래 등에서의 소비자 보호에 관한 법률에 의거하여 미성년자가 물품을 구매하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 구매를 취소할 수 있습니다.',
  },
];

export default goodsDetails;
