const goodsDetails = [
  {
    detailImg: `images/goods/photo frame detail img.png`,
    id: '5aa7599a-4ceb-4e7f-bba1-da7feca4c71f',
    제품명: '클래식 우드 액자',
    제품소개:
      '디자인 & 소재클래식한 디자인과 고급스러운 우드 소재로 제작된 액자입니다. 내추럴한 목재의 질감이 돋보이며, 어느 공간에 두어도 세련된 인테리어 소품으로 활용 가능합니다. 사진, 아트워크 등 다양한 이미지를 담아 특별한 공간을 연출할 수 있습니다.',
    제품특징:
      '고급 원목 프레임 : 내구성 좋은 우드로 제작된 프레임으로 오랜 시간 사용해도 변형 없이 깔끔한 모습을 유지합니다. ',
    상세사양:
      '프레임 재질 : 원목\n커버 재질 : 강화 유리 (안전한 강화 유리로 사진 보호)\n무게 : 약 500g (사이즈에 따라 상이) ',
    사용예시:
      '거실 : 거실 벽에 여러 사이즈의 액자를 활용하여 갤러리 월을 만들어보세요. 가족 사진, 아트워크 등을 조합하여 공간을 스타일리시하게 꾸밀 수 있습니다.\n서재 : 데스크 위에 소형 액자를 두어 세련된 분위기를 연출해보세요.\n침실 : 침대 옆 협탁에 특별한 순간이 담긴 사진을 두어 개인적인 감성을 더하세요.',
  },
  {
    detailImg: `images/goods/logo black t-shirt detail img.png`,
    id: '36f6bad2-6a14-4266-9118-22243913834e',
    제품명: '검은색 로고 티셔츠',
    제품소개:
      '심플하면서도 스타일리시한 디자인의 검은색 티셔츠입니다. 고급 면 소재로 제작되어 편안한 착용감을 제공하며, 앞면에 깔끔한 로고가 프린트되어 있습니다. 일상에서의 편안함과 세련된 룩을 동시에 연출할 수 있는 아이템입니다.',
    제품특징:
      '고급 면 소재: 부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감 을 제공합니다.\n로고 프린트 : 티셔츠  앞면에 세련된 로고가 프린트되어 있어 심플하면서도  트렌디한 스타일을 완성합니다.\n세탁 용이성: 세탁기 사용이 가능하며, 색상이 쉽게 바래지 않도록 처리되어 오랜 기간 동안 새 것처럼 유지할 수 있습니다.',
    상세사양:
      '소재 : 100% 면 (Cotton)\n사이즈 : Free\n색상 : 블랙\n무게 : 약 200g (사이즈에 따라 상이)\n세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    사용예시:
      '캐주얼 룩 : 청바지와 함께 매치하여 일상에서 편안하고 멋스러운 캐주얼 룩을 연출할 수 있습니다.\n 스포츠 룩 : 운동복과 함께 입어 활동적인 스타일을 완성할 수 있습니다.\n 레이어드 스타일 : 자켓이나 후드와 함께 레이어드하여 다양한 계절에 활용 가능한 스타일링이 가능합니다.',
  },
  {
    detailImg: `images/goods/logo puple t-shirt detail img.png`,
    id: '6c10d4b8-cb95-45da-8dcc-b4e861c27074',
    제품명: '검은색 로고 티셔츠',
    제품소개:
      '심플하면서도 스타일리시한 디자인의 검은색 티셔츠입니다. 고급 면 소재로 제작되어 편안한 착용감을 제공하며, 앞면에 깔끔한 로고가 프린트되어 있습니다. 일상에서의 편안함과 세련된 룩을 동시에 연출할 수 있는 아이템입니다.',
    제품특징:
      '고급 면 소재 : 부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감을 제공합니다.\n로고 프린트: 티셔츠  앞면에 세련된 로고가 프린트되어 있어 심플하면서도  트렌디한 스타일을 완성합니다.\n세탁 용이성 : 세탁기 사용이 가능하며, 색상이 쉽게 바래지 않도록 처리되어 오랜 기간 동안 새 것처럼 유지할 수 있습니다.',
    상세사양:
      '소재 : 100% 면 (Cotton)\n사이즈 : Free\n색상 : 블랙\n무게 : 약 200g (사이즈에 따라 상이)\n 세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    사용예시:
      '캐주얼 룩 : 청바지와 함께 매치하여 일상에서 편안하고 멋스러운 캐주얼 룩을 연출할 수 있습니다.\n 스포츠 룩 : 운동복과 함께 입어 활동적인 스타일을 완성할 수 있습니다.\n레이어드 스타일 : 자켓이나 후드와 함께 레이어드하여 다양한 계절에 활용 가능한 스타일링이 가능합니다.',
  },
  {
    detailImg: `images/goods/logo puple t-shirt detail img.png`,
    id: '715095b8-9da1-44cc-8ecd-b7393406e3f0',
    제품명: '검은색 로고 티셔츠',
    제품소개:
      '심플하면서도 스타일리시한 디자인의 검은색 티셔츠입니다. 고급 면 소재로 제작되어 편안한 착용감을 제공하며, 앞면에 깔끔한 로고가 프린트되어 있습니다. 일상에서의 편안함과 세련된 룩을 동시에 연출할 수 있는 아이템입니다.',
    제품특징:
      '고급 면 소재 : 부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감을 제공합니다.\n로고 프린트 : 티셔츠  앞면에 세련된 로고가 프린트되어 있어 심플하면서도  트렌디한 스타일을 완성합니다.\n세탁 용이성 : 세탁기 사용이 가능하며, 색상이 쉽게 바래지 않도록 처리되어 오랜 기간 동안 새 것처럼 유지할 수 있습니다.',
    상세사양:
      '소재 : 100% 면 (Cotton)\n사이즈 : Free\n색상 : 블랙\n무게 : 약 200g (사이즈에 따라 상이)\n세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    사용예시:
      '캐주얼 룩 : 청바지와 함께 매치하여 일상에서 편안하고 멋스러운 캐주얼 룩을 연출할 수 있습니다.\n스포츠 룩 : 운동복과 함께 입어 활동적인 스타일을 완성할 수 있습니다.\n 레이어드 스타일 : 자켓이나 후드와 함께 레이어드하여 다양한 계절에 활용 가능한 스타일링이 가능합니다.',
  },
  {
    detailImg: `images/goods/logo black t-shirt detail img.png`,
    id: '87f570c7-4d8f-42e6-a780-b71ba4bb214b',
    제품명: '검은색 로고 티셔츠',
    제품소개:
      '심플하면서도 스타일리시한 디자인의 검은색 티셔츠입니다. 고급 면 소재로 제작되어 편안한 착용감을 제공하며, 앞면에 깔끔한 로고가 프린트되어 있습니다. 일상에서의 편안함과 세련된 룩을 동시에 연출할 수 있는 아이템입니다.',
    제품특징:
      ' 부드럽고 내구성 좋은 100% 면 소재로 제작되어 편안한 착용감을 제공합니다. 티셔츠 앞면에 세련된 로고가 프린트되어 있어 심플하면서도 트렌디한 스타일을 완성합니다.\n세탁 용이성 : 세탁기 사용이 가능하며, 색상이 쉽게 바래지 않도록 처리되어 오랜 기간 동안 새 것처럼 유지할 수 있습니다.',
    상세사양:
      '소재 : 100% 면 (Cotton) \n  사이즈 : Free \n  색상 : 블랙 \n  무게 : 약 200g (사이즈에 따라 상이) \n  세탁 : 세탁기 사용 가능, 찬물 세탁 권장',
    사용예시:
      '캐주얼 룩 : 청바지와 함께 매치하여 일상에서 편안하고 멋스러운 캐주얼 룩을 연출할 수 있습니다.\n스포츠 룩 : 운동복과 함께 입어 활동적인 스타일을 완성할 수 있습니다.\n레이어드 스타일 : 자켓이나 후드와 함께 레이어드하여 다양한 계절에 활용 가능한 스타일링이 가능합니다.',
  },
];

export default goodsDetails;
